[
    {
        "isbn": "9789655111835",
        "title": "כוח - 48 החוקים",
        "genre": "Control (Psychology)",
        "description": "No Description Available"
    },
    {
        "isbn": "9788233977719",
        "title": "Graphic Novels Influence",
        "genre": "Art",
        "description": "Graphic Novels Influence examines the substantial impact of graphic novels on literacy, artistic expression, and academic curricula. This book presents an analysis of how visual storytelling reshapes our understanding of narrative structure and broadens readership engagement. One intriguing insight is the medium's enhanced accessibility to complex narratives through visual aids, attracting diverse readerships and challenging traditional notions of comics. The book delves into the evolving role of graphic novels in education, demonstrating their capacity to promote critical thinking and engage even reluctant readers, as evidenced by shifts in library circulation data. The book progresses by first introducing core concepts of visual literacy and narrative theory. It then explores the medium's impact on academic settings through case studies and quantitative data. Finally, it analyzes the artistic merits of graphic novels, showcasing how artists use visual elements to convey meaning. By focusing on the symbiotic relationship between textual depth and audience accessibility, Graphic Novels Influence provides a unique perspective on the medium's significance and its potential to shape the future of storytelling."
    },
    {
        "isbn": "9789655520477",
        "title": "נשואה לאמריקה",
        "genre": "Fiction",
        "description": "No Description Available"
    },
    {
        "isbn": "9780838935699",
        "title": "Best Books for Young Adults",
        "genre": "Language Arts & Disciplines",
        "description": "This is a classic, standard resource for collection building and on-the-spot readers advisory absolutely indispensable for school and public libraries."
    },
    {
        "isbn": "9780802841568",
        "title": "Preaching Jesus",
        "genre": "Religion",
        "description": "The postliberal, cultural-linguistic theology of the \"Vale School\" has been one of the most important theological developments in the United States during the latter Twentieth century. In this unique book, which combines theological analysis and homiletical reflection, Charles Campbell examines postliberal theology as it is embodied in the work of Hans Frei and develops the implications of this theological position for the theory and practice of preaching. Arguing that the trouble with homiletics today is fundamentally theological, Campbell offers Frei's theological position as a means for enriching the Christian pulpit and renewing the church."
    },
    {
        "isbn": "9789654489249",
        "title": "זכרונותיה של גיישה",
        "genre": "Geishas",
        "description": "No Description Available"
    },
    {
        "isbn": "9780618618774",
        "title": "100 Best Books for Children",
        "genre": "Education",
        "description": "By selecting only 100 \"best books\" Silvey distinguishes her guide from all the others and makes it possible to give young readers their literary heritage in the childhood years."
    },
    {
        "isbn": "9798887471310",
        "title": "A Little about A Lot",
        "genre": "Reference",
        "description": "Did you know you can change someone's opinion about you by being nice to them? Or that a business should first establish trust with its employees before it does so with its customers? And you may think you want that job more than anything, but you shouldn't want it badly enough to violate your conscience. These are just a few small samplings of the kinds of wisdom packed inside A Little About a Lot. Whether you're a student of life or just curious about things, author Jeffrey Posnick's eclectic treasure of more than two hundred short topics—from human behavior to the economy to the arts—has something for everyone. All that is needed is a curious mind and a desire to learn. So, step away from yourself, and pay attention to the details. A Little About a Lot will help you along that journey of learning new things, and hopefully, you will discover more about yourself in the process."
    },
    {
        "isbn": "9780801488702",
        "title": "The Next Upsurge",
        "genre": "Business & Economics",
        "description": "The U.S. labor movement may be on the verge of massive growth, according to Dan Clawson. He argues that unions don't grow slowly and incrementally, but rather in bursts. Even if the AFL-CIO could organize twice as many members per year as it now does, it would take thirty years to return to the levels of union membership that existed when Ronald Reagan was elected president. In contrast, labor membership more than quadrupled in the years from 1934 to 1945. For there to be a new upsurge, Clawson asserts, labor must fuse with social movements concerned with race, gender, and global justice.The new forms may create a labor movement that breaks down the boundaries between \"union\" and \"community\" or between work and family issues. Clawson finds that this is already happening in some parts of the labor movement: labor has endorsed global justice and opposed war in Iraq, student activists combat sweatshops, unions struggle for immigrant rights. Innovative campaigns of this sort, Clawson shows, create new strategies--determined by workers rather than union organizers--that redefine the very meaning of the labor movement. The Next Upsurge presents a range of examples from attempts to replace \"macho\" unions with more feminist models to campaigns linking labor and community issues and attempts to establish cross-border solidarity and a living wage."
    },
    {
        "isbn": "9781453508121",
        "title": "Back to the Best Books",
        "genre": "Literary Criticism",
        "description": "Improve your reading—Improve your life. Are you bored by best sellers you can’t remember a week later? Is your book group ready for more meaningful discussions? Have TV and movies got your brain on autopilot? Back to the Best Books explores 36 great works of literature, some that you know (Twain, Bronte) and some you might not (Undset, Cronin) that will bring you new insights about your own life. Inside you’ll find: • Jane Austen—Looking for love in all the wrong places • Betty Smith—Recession lessons from the depression • William Faulkner—Road trips and self-discovery • Anne Tyler—Putting the fun into dysfunctional • Charles Dickens—Changing the world one child at a time The perfect guide for book groups, students, and casual readers who are ready to take it up a notch! If you’re feeling the need to get your brain in gear, your relationships in order and your life on track, then it’s time to get Back to the Best Books."
    },
    {
        "isbn": "9781119746744",
        "title": "Ford's The Modern Theologians",
        "genre": "Religion",
        "description": "Captures the multiple voices of Christian theology in a diverse and interconnected world through in-depth studies of representative figures and overviews of key movements Providing an unparalleled overview of the subject, The Modern Theologians provides an indispensable guide to the diverse approaches and perspectives within Christian theology from the early twentieth century to the present. Each chapter is written by a leading scholar and explores the development and trajectory of modern theology while presenting critical accounts of a broad range of relevant topics and representative thinkers. The fourth edition of The Modern Theologians is fully updated to provide readers with a clear picture of the broad spectrum and core concerns of modern Christian theology worldwide. It offers new perspectives on key twentieth-century figures and movements from different geographical and ecclesial contexts. There are expanded sections on theological dialogue with non-Christian traditions, and on Christian theology's engagement with the arts and sciences. A new section explores theological responses to urgent global challenges - such as nationalism, racism, and the environmental crisis. Providing the next generation of theologians with the tools needed to take theological conversations forward, The Modern Theologians: Explores Christian theology's engagement with multiple ways of knowing across diverse approaches and traditions Combines introductions to key modern theologians and coverage of the major movements within contemporary theology Identifies common dynamics found across theologies to enable cross-contextual comparisons Positions individual theologians in geographical regions, trans-local movements, and ecclesial contexts Features new and revised chapters written by experts in particular movements, topics, and individuals Providing in-depth critical evaluation and extensive references to further readings and research, Ford's The Modern Theologians: An Introduction to Christian Theology since 1918, Fourth Edition, remains an ideal textbook for undergraduate and graduate courses in Theology and Religious Studies, such as Introduction to Christian Theology, Systematic Theology, Modern Theology, and Modern Theologians. It is also an invaluable resource for researchers, those involved in various forms of Christian ministry, teachers of religious studies, and general readers engaged in independent study."
    },
    {
        "isbn": "9781616401238",
        "title": "Prefaces and Prologues to Famous Books",
        "genre": "Literary Collections",
        "description": "Originally published between 1909 and 1917 under the name \"Harvard Classics,\" this stupendous 51-volume set-a collection of the greatest writings from literature, philosophy, history, and mythology-was assembled by American academic CHARLES WILLIAM ELIOT (1834-1926), Harvard University's longest-serving president. Also known as \"Dr. Eliot's Five Foot Shelf,\" it represented Eliot's belief that a basic liberal education could be gleaned by reading from an anthology of works that could fit on five feet of bookshelf. Volume XXXIX features the prefaces and prologues to works that have since been superceded, though their author's introductions to which still retain vital importance. Discover here, in otherwise hard-to-find form, the unexpected enthusiasms and insights of writers including: William Caxton, John Calvin, Nicolaus Copernicus, John Knox, Edmund Spenser, Sir Walter Raleigh, Francis Bacon, John Heminge, Henrie Condell, Sir Isaac Newton, John Dryden, Henry Fielding, Samuel Johnson, J.W. von Goethe, William Wordsworth, Victor Hugo, Walter Whitman, and H.A. Taine."
    },
    {
        "isbn": "9781427084408",
        "title": "Prefaces and Prologues to Famous Books (Volume 1 of 2 ) (EasyRead Large Bold Edition)",
        "genre": "Unknown Genre",
        "description": "No Description Available"
    },
    {
        "isbn": "9781427084460",
        "title": "Prefaces and Prologues to Famous Books (Volume 1 of 2 ) (EasyRead Super Large 18pt Edition)",
        "genre": "Unknown Genre",
        "description": "No Description Available"
    },
    {
        "isbn": "9781427084873",
        "title": "Prefaces and Prologues to Famous Books (Volume 3 of 3 ) (EasyRead Super Large 24pt Edition)",
        "genre": "Unknown Genre",
        "description": "No Description Available"
    },
    {
        "isbn": "9781448190874",
        "title": "John Aubrey",
        "genre": "Biography & Autobiography",
        "description": "'A truly remarkable writer, one of the most gifted non-fiction authors alive' Simon Schama, Financial Times SHORTLISTED FOR THE 2015 COSTA BIOGRAPHY AWARD This is the autobiography that John Aubrey never wrote. You may not know his name. Aubrey was a modest man, a gentleman-scholar who cared far more for the preservation of history than for his own legacy. But he was a passionate collector, an early archaeologist and the inventor of modern biography. With all the wit, charm and originality that characterises her subject, Ruth Scurr has seamlessly stitched together John Aubrey's own words to tell his life story and a captivating history of seventeenth-century England unlike any other. 'A game-changer in the world of biography' Mary Beard 'Ingenious' Hilary Mantel 'Irresistible' Philip Pullman"
    },
    {
        "isbn": "9781412996877",
        "title": "Green Ethics and Philosophy",
        "genre": "Business & Economics",
        "description": "Colorful bracelets, funky brooches, and beautiful handmade beads: young crafters learn to make all these and much more with this fantastic step-by-step guide. In 12 exciting projects with simple steps and detailed instructions, budding fashionistas create their own stylish accessories to give as gifts or add a touch of personal flair to any ensemble. Following the successful \"Art Smart\" series, \"Craft Smart\" presents a fresh, fun approach to four creative skills: knitting, jewelry-making, papercrafting, and crafting with recycled objects. Each book contains 12 original projects to make, using a range of readily available materials. There are projects for boys and girls, carefully chosen to appeal to readers of all abilities. A special \"techniques and materials\" section encourages young crafters to try out their own ideas while learning valuable practical skills."
    },
    {
        "isbn": "9781529721706",
        "title": "The SAGE Encyclopedia of the Sociology of Religion",
        "genre": "Social Science",
        "description": "The SAGE Encyclopedia of the Sociology of Religion takes a look at the role of religion in society; unpacking and evaluating the significance of religion in and on human history; and tracing and outlining the social forces and influences that shape religion."
    },
    {
        "isbn": "9781529735826",
        "title": "Contemporary Sociological Theory",
        "genre": "Social Science",
        "description": "Introduces readers to the most important thinkers and schools of thought in contemporary sociological theory – from Parsons and Merton to the Frankfurt School to Foucault, Bourdieu, Giddens and Hochschild - locating each thinker within their own social, political and historical context and helping readers use these ideas to understand the contemporary world."
    },
    {
        "isbn": "9789650713270",
        "title": "עיניים של כלב כחול",
        "genre": "Colombian fiction",
        "description": "No Description Available"
    },
    {
        "isbn": "9789655522815",
        "title": "מרד הנפילים",
        "genre": "Capitalism",
        "description": "No Description Available"
    },
    {
        "isbn": "9781618385796",
        "title": "The Body Keeps the Score",
        "genre": "Unknown Genre",
        "description": "No Description Available"
    },
    {
        "isbn": "9789650300043",
        "title": "במערב אין כל חדש.",
        "genre": "World War, 1914-1918",
        "description": "No Description Available"
    },
    {
        "isbn": "9789654825894",
        "title": "אל המגדלור",
        "genre": "English fiction",
        "description": "No Description Available"
    },
    {
        "isbn": "9789650300333",
        "title": "ארוחת בוקר של אלופים",
        "genre": "Science fiction",
        "description": "No Description Available"
    },
    {
        "isbn": "9789650300319",
        "title": "הסירנות של טיטאן",
        "genre": "Unknown Genre",
        "description": "No Description Available"
    },
    {
        "isbn": "9789655115734",
        "title": "פחד ותיעוב בלאס וגאס",
        "genre": "Journalists",
        "description": "No Description Available"
    },
    {
        "isbn": "9789650721992",
        "title": "עשרה בדצמבר",
        "genre": "Unknown Genre",
        "description": "No Description Available"
    },
    {
        "isbn": "9780871293459",
        "title": "The Handicapper General",
        "genre": "Drama",
        "description": "No Description Available"
    },
    {
        "isbn": "9789655523294",
        "title": "אהבה ומכשולים",
        "genre": "Unknown Genre",
        "description": "No Description Available"
    },
    {
        "isbn": "9781598531503",
        "title": "Kurt Vonnegut: Novels & Stories 1950-1962 (LOA #226)",
        "genre": "Fiction",
        "description": "Before winning international fame with Cat’s Cradle and Slaughterhouse-Five, Kurt Vonnegut was a master of the drugstore paperback and the popular short story. This authoritative collection of his brilliant early work opens with Player Piano (1952), a Metropolis-like parable of breakneck technological innovation and its effect on those it robs of their livelihoods. The Sirens of Titan (1959), the interplanetary adventures of the world’s wealthiest and most despised man, is both a pulp-fiction space opera and a satire on the vanity of human striving. The confessions of a German-American double agent well placed among the Nazi elite, Mother Night (1962) is a cautionary tale with a famous moral: “We are what we pretend to be, so we must be careful about what we pretend to be.” Here too are six of Vonnegut’s best short stories, gems that display his matchless talent for hilarious invention and caustic social criticism. A companion volume, Kurt Vonnegut: Novels & Stories 1963–1973, collects Cat’s Cradle; God Bless You, Mr. Rosewater; Slaughterhouse-Five; Breakfast of Champions; and three short stories, including “Welcome to the Monkey House.” LIBRARY OF AMERICA is an independent nonprofit cultural organization founded in 1979 to preserve our nation’s literary heritage by publishing, and keeping permanently in print, America’s best and most significant writing. The Library of America series includes more than 300 volumes to date, authoritative editions that average 1,000 pages in length, feature cloth covers, sewn bindings, and ribbon markers, and are printed on premium acid-free paper that will last for centuries."
    },
    {
        "isbn": "9789650713058",
        "title": "ההיסטוריה הסודית",
        "genre": "College students",
        "description": "No Description Available"
    },
    {
        "isbn": "9780345535399",
        "title": "Kurt Vonnegut",
        "genre": "Literary Collections",
        "description": "NAMED ONE OF THE BEST BOOKS OF THE YEAR BY Newsweek/The Daily Beast • The Huffington Post • Kansas City Star • Time Out New York • Kirkus Reviews This extraordinary collection of personal correspondence has all the hallmarks of Kurt Vonnegut’s fiction. Written over a sixty-year period, these letters, the vast majority of them never before published, are funny, moving, and full of the same uncanny wisdom that has endeared his work to readers worldwide. Included in this comprehensive volume: the letter a twenty-two-year-old Vonnegut wrote home immediately upon being freed from a German POW camp, recounting the ghastly firebombing of Dresden that would be the subject of his masterpiece Slaughterhouse-Five; wry dispatches from Vonnegut’s years as a struggling writer slowly finding an audience and then dealing with sudden international fame in middle age; righteously angry letters of protest to local school boards that tried to ban his work; intimate remembrances penned to high school classmates, fellow veterans, friends, and family; and letters of commiseration and encouragement to such contemporaries as Gail Godwin, Günter Grass, and Bernard Malamud. Vonnegut’s unmediated observations on science, art, and commerce prove to be just as inventive as any found in his novels—from a crackpot scheme for manufacturing “atomic” bow ties to a tongue-in-cheek proposal that publishers be allowed to trade authors like baseball players. (“Knopf, for example, might give John Updike’s contract to Simon and Schuster, and receive Joan Didion’s contract in return.”) Taken together, these letters add considerable depth to our understanding of this one-of-a-kind literary icon, in both his public and private lives. Each letter brims with the mordant humor and openhearted humanism upon which he built his legend. And virtually every page contains a quotable nugget that will make its way into the permanent Vonnegut lexicon. • On a job he had as a young man: “Hell is running an elevator throughout eternity in a building with only six floors.” • To a relative who calls him a “great literary figure”: “I am an American fad—of a slightly higher order than the hula hoop.” • To his daughter Nanny: “Most letters from a parent contain a parent’s own lost dreams disguised as good advice.” • To Norman Mailer: “I am cuter than you are.” Sometimes biting and ironical, sometimes achingly sweet, and always alive with the unique point of view that made him the true cultural heir to Mark Twain, these letters comprise the autobiography Kurt Vonnegut never wrote. Praise for Kurt Vonnegut: Letters “Splendidly assembled . . . familiar, funny, cranky . . . chronicling [Vonnegut’s] life in real time.”—Kurt Andersen, The New York Times Book Review “[This collection is] by turns hilarious, heartbreaking and mundane. . . . Vonnegut himself is a near-perfect example of the same flawed, wonderful humanity that he loved and despaired over his entire life.”—NPR “Congenial, whimsical and often insightful missives . . . one of [Vonnegut’s] very best.”—Newsday “These letters display all the hallmarks of Vonnegut’s fiction—smart, hilarious and heartbreaking.”—The New York Times Book Review"
    },
    {
        "isbn": "9789650721251",
        "title": "בית השמחה",
        "genre": "Unknown Genre",
        "description": "No Description Available"
    },
    {
        "isbn": "9789650721244",
        "title": "עידן התמימות",
        "genre": "Fiction",
        "description": "No Description Available"
    },
    {
        "isbn": "9781440673252",
        "title": "Hocus Pocus",
        "genre": "Fiction",
        "description": "From the New York Times bestselling author of Slaughterhouse-Five comes an irresistible novel that combines “clever wit with keen social observation...[and] re-establishes Mr. Vonnegut’s place as the Mark Twain of our times” (Atlanta Journal & Constitution). Here is the adventure of Eugene Debs Hartke. He’s a Vietnam veteran, a jazz pianist, a college professor, and a prognosticator of the apocalypse (and other things Earth-shattering). But that’s neither here nor there. Because at Tarkington College—where he teaches—the excrement is about to hit the air-conditioning. And it’s all Eugene’s fault."
    },
    {
        "isbn": "9781598534641",
        "title": "Kurt Vonnegut: Novels 1987-1997 (LOA #273)",
        "genre": "Fiction",
        "description": "The definitive edition of Kurt Vonnegut’s fiction concludes with three brilliantly satirical novels of the 1980s and ’90s collected in one volume for the first time. Here are the final three novels of the visionary master who defined a generation. Bluebeard (1987) is the colorful history of a phenomenally gifted realist painter who, in the 1950s, betrayed his artistic vision for commercial success. now, at seventy-one, he writes his memoirs and plots his revenge on the worldly forces that conspired to corrupt his talent. In Hocus Pocus (1990), a freewheeling prison memoir by a Vietnam vet and disgraced academic, Vonnegut brings his indelible voice to a range of still-burning issues—free speech, racism, environmental calamity, deindustrialization, and globalization. Timequake (1997), the author’s last completed novel, is part science fiction yarn (starring perennial protagonist Kilgore trout), part diary of the mid-1990s (starring the author himself). the result is a perfect fusion of Vonnegut’s two signature genres, the satirical fantasy and the personal essay, and a literary magician’s fond farewell to his readers and his craft. Rounded out with a selection of short nonfiction pieces intimately related to these three works, this volume presents the final word from the artist who the San Francisco Chronicle, reviewing Timequake, called an “old warrior who will not accept the dehumanizing of politics, the blunting of conscience, and the glibness of the late-twentieth-century Western world.” LIBRARY OF AMERICA is an independent nonprofit cultural organization founded in 1979 to preserve our nation’s literary heritage by publishing, and keeping permanently in print, America’s best and most significant writing. The Library of America series includes more than 300 volumes to date, authoritative editions that average 1,000 pages in length, feature cloth covers, sewn bindings, and ribbon markers, and are printed on premium acid-free paper that will last for centuries."
    },
    {
        "isbn": "9780804179928",
        "title": "The Vonnegut Encyclopedia",
        "genre": "Literary Criticism",
        "description": "Now expanded and updated, this authorized compendium to Kurt Vonnegut’s novels, stories, essays, and plays is the most comprehensive and definitive edition to date. Over the course of five decades, Kurt Vonnegut created a complex and interconnected web of characters, settings, and concepts. The Vonnegut Encyclopedia is an exhaustive guide to this beloved author’s world, organized in a handy A-to-Z format. The first edition of this book covered Vonnegut’s work through 1991. This new and updated edition encompasses his writing through his death in 2007. Marc Leeds, co-founder and founding president of the Kurt Vonnegut Society and a longtime personal friend of the author’s, has devoted more than twenty-five years of his life to cataloging the Vonnegut cosmos—from the birthplace of Kilgore Trout (Vonnegut’s sci-fi writing alter ego) to the municipal landmarks of Midland City (the midwestern metropolis that is the setting for Vonnegut’s 1973 masterpiece Breakfast of Champions). The Vonnegut Encyclopedia identifies every major and minor Vonnegut character from Celia Aamons to Zog, as well as recurring images and relevant themes from all of Vonnegut’s works, including lesser-known gems like his revisionist libretto for Stravinsky’s opera L’Histoire du soldat and his 1980 children’s book Sun Moon Star. Leeds provides expert notes explaining the significance of many items, but relies primarily on extended quotations from Vonnegut himself. A work of impressive scholarship in an eminently browsable package, this encyclopedia reveals countless connections readers may never have thought of on their own. A rarity among authors of serious fiction, Kurt Vonnegut has always inspired something like obsession in his most dedicated fans. The Vonnegut Encyclopedia is an invaluable resource for readers wishing to revisit his fictional universe—and those about to explore it for the first time. Praise for The Vonnegut Encyclopedia “An essential collection for fans of the singular satirist.”—San Francisco Chronicle “Indispensable.”—Publishers Weekly “If you’re somebody who has read one Kurt Vonnegut book then there’s a chance you’ve read them all. For the devout reader of Vonnegut there’s a voracious sense of completism. And, Marc Leeds and his new [The Vonnegut] Encyclopedia are here to guide you through it all. Just don’t blame him if you become unstuck in time while you’re reading.”—Inverse “Vonnegut enthusiasts will be delighted with Leeds’s exhaustive, almost obsessive, treatment of the characters, places, events, and tantalizingly mysterious references for which Vonnegut’s five-decade writing career is celebrated. . . . A wonderful and beautifully designed reference source.”—Booklist (starred review) “Leeds’s scholarship and genuine love for his subject matter render this encyclopedia a treasure trove for Vonnegut readers.”—The Nameless Zine"
    },
    {
        "isbn": "9781000092820",
        "title": "Posthumanism in the Novels of Kurt Vonnegut",
        "genre": "Literary Criticism",
        "description": "Posthumanism in the Novels of Kurt Vonnegut: Matter That Complains So re-examines the prevailing critical consensus that Kurt Vonnegut was a humanist writer. While more difficult elements of his work have often been the subject of scholarly attention, the tendency amongst critics writing on Vonnegut is to disavow them, or to subsume them within a liberal humanist framework. When Vonnegut’s work is read from a posthumanist perspective, however, the productive paradoxes of his work are more fully realised. Drawing on New Materialist, Eco-Critical and Systems Theory methodologies, this book highlights posthumanist themes in six of Vonnegut’s most famous novels, and emphasises the ways in which Vonnegut troubles human/non-human, natural/artificial, and material/discursive hierarchical binaries"
    },
    {
        "isbn": "9781598530988",
        "title": "Kurt Vonnegut: Novels & Stories 1963-1973 (LOA #216)",
        "genre": "Fiction",
        "description": "Like Mark Twain, Kurt Vonnegut (1922-2007) was a Midwestern everyman steeped in the rhythms of American speech whose anger at the way things are was matched only by his love for the best that we can be. His cunningly relaxed delivery was so original, so finely calibrated, and so profound an articulation of the Sixties' spirit that many critics overlooked the moral seriousness behind the standup-comic craftsmanship. Capturing Vonnegut in pyrotechnic mid-career, this first volume of a projected three-volume edition gathers four of his most acclaimed novels. Cat's Cradle (1963) is a comedy of the end of the world (it ends with ice). God Bless You, Mr. Rosewater (1965) is the tale of a so-called fool, his money, and the lawyer who contrives to part them (it ends with fire). Slaughterhouse-Five (1969), Vonnegut's breakout book and one of the iconic masterpieces of twentieth-century American literature, is the tale of Billy Pilgrim, who, being unstuck in time, is doomed to continually relive both the firebombing of Dresden and his abduction by space aliens. And, in a text enhanced by the author's spirited line drawings, Breakfast of Champions (1973) describes the fateful meeting of \"two lonesome, skinny, fairly old white men,\" one of whom disastrously believes that everyone else is a robot. The volume is rounded out with three brilliant short stories and revealing autobiographical accounts of the bombing of Dresden. LIBRARY OF AMERICA is an independent nonprofit cultural organization founded in 1979 to preserve our nation’s literary heritage by publishing, and keeping permanently in print, America’s best and most significant writing. The Library of America series includes more than 300 volumes to date, authoritative editions that average 1,000 pages in length, feature cloth covers, sewn bindings, and ribbon markers, and are printed on premium acid-free paper that will last for centuries."
    },
    {
        "isbn": "9780525510130",
        "title": "A Man Without a Country",
        "genre": "Literary Collections",
        "description": "NEW YORK TIMES BESTSELLER • “For all those who have lived with Vonnegut in their imaginations . . . this is what he is like in person.”–USA Today In a volume that is penetrating, introspective, incisive, and laugh-out-loud funny, one of the great men of letters of this age–or any age–holds forth on life, art, sex, politics, and the state of America’s soul. From his coming of age in America, to his formative war experiences, to his life as an artist, this is Vonnegut doing what he does best: Being himself. Whimsically illustrated by the author, A Man Without a Country is intimate, tender, and brimming with the scope of Kurt Vonnegut’s passions. Praise for A Man Without a Country “[This] may be as close as Vonnegut ever comes to a memoir.”–Los Angeles Times “Like [that of] his literary ancestor Mark Twain, [Kurt Vonnegut’s] crankiness is good-humored and sharp-witted. . . . [Reading A Man Without a Country is] like sitting down on the couch for a long chat with an old friend.”–The New York Times Book Review “Filled with [Vonnegut’s] usual contradictory mix of joy and sorrow, hope and despair, humor and gravity.”–Chicago Tribune “Fans will linger on every word . . . as once again [Vonnegut] captures the complexity of the human condition with stunning calligraphic simplicity.”–The Australian “Thank God, Kurt Vonnegut has broken his promise that he will never write another book. In this wondrous assemblage of mini-memoirs, we discover his family’s legacy and his obstinate, unfashionable humanism.”–Studs Terkel"
    },
    {
        "isbn": "9781440674389",
        "title": "Timequake",
        "genre": "Fiction",
        "description": "A New York Times Notable Book from the acclaimed author of Slaughterhouse-Five, Breakfast of Champions, and Cat's Cradle. At 2:27pm on February 13th of the year 2001, the Universe suffered a crisis in self-confidence. Should it go on expanding indefinitely? What was the point? There's been a timequake. And everyone—even you—must live the decade between February 17, 1991 and February 17, 2001 over again. The trick is that we all have to do exactly the same things as we did the first time—minute by minute, hour by hour, year by year, betting on the wrong horse again, marrying the wrong person again. Why? You'll have to ask the old science fiction writer, Kilgore Trout. This was all his idea."
    },
    {
        "isbn": "9781101207796",
        "title": "Armageddon in Retrospect",
        "genre": "Fiction",
        "description": "The New York Times bestseller from the author of Slaughterhouse-Five—a “gripping” posthumous collection of Kurt Vonnegut’s previously unpublished work on the subject of war and peace. A fitting tribute to a literary legend and a profoundly humane humorist, Armageddon in Retrospect is a collection of twelve previously unpublished writings. Imbued with Vonnegut's trademark rueful humor and outraged moral sense, the pieces range from a letter written by Vonnegut to his family in 1945, informing them that he'd been taken prisoner by the Germans, to his last speech, delivered after his death by his son Mark, who provides a warmly personal introduction to the collection. Taken together, these pieces provide fresh insight into Vonnegut's enduring literary genius and reinforce his ongoing moral relevance in today’s world. Includes an Introduction by Mark Vonnegut"
    },
    {
        "isbn": "9789650714833",
        "title": "עולם של גברים",
        "genre": "Bildungsromans",
        "description": "No Description Available"
    },
    {
        "isbn": "9780575081956",
        "title": "Cat's Cradle",
        "genre": "End of the world",
        "description": "Told with deadpan humour and bitter irony, Kurt Vonnegut's cult tale of global destruction preys on our deepest fears of witnessing Armageddon and, worse still, surviving it."
    },
    {
        "isbn": "9780808400431",
        "title": "Contemporary American Novelists of the Absurd",
        "genre": "Literary Criticism",
        "description": "To find more information about Rowman and Littlefield titles, please visit www.rowmanlittlefield.com."
    },
    {
        "isbn": "9789650714925",
        "title": "אוסטרליץ",
        "genre": "Architectural historians",
        "description": "ערב כיבוש הנאצי הבריחו הוריו של ז'אק אוטרליץ את בנם בן החמש מפראג לבריטניה ברכבת עמוסה בילדים – פליטים. הם עצמם נספו אחר כך במחנות ההשמדה. בבית הכומר במחוז ויילס, שאליו הגיע ז'אק, הוא קיבל זהות חדשה וגדל ללא כל זיכרון של ילדותו המוקדמת. לימים, הוא נעשה להיסטוריון של הארכיטקטורה, ומחקר שערך בתחנת הרכבת בליוורפול עורר בו הבזק זיכרון והניע אותו לצאת למסע בעקבות סיפור חייו. העלילה מורכבת מפגישות בין המספר לאוסטיץ, שהתקיימו לאורך עשרים שנה. במהלך השנים האלה עברו על הגיבור משברים ושינויים, ולא פסחו גם על המספר העולם. הייסורים שבאי-ידיעת העבר פינו את מקומם לחוויה המענה והמטהרת של הגילוי, והסיפור נע בין העבר להווה, בנבכי ההיסטוריה האישית של אוסטרליץ שמעוגנת בזיכרון הקולקטיבי, ובהיסטוריה הכללית. \"אוסטרליץ\"הוא ספר מופת המזמין את הקורא למסע מטלטל בין גלי הזיכרון האישי והלאומי. כאשר תיפלטו אל החוף תהיו תשושים אך נבונים יותר ללא ספק שונים ממי שהייתם קודם."
    },
    {
        "isbn": "9781784879693",
        "title": "Slaughterhouse 5",
        "genre": "Fiction",
        "description": "A beautiful hardback edition of a unique book: one of the most funny, moving and brilliant novels of the twentieth century. Billy Pilgrim - hapless barber's assistant, successful optometrist, alien abductee, senile widower and soldier - has become unstuck in time. Hiding in the basement of a slaughterhouse in Dresden, with the city and its inhabitants burning above him, he finds himself a survivor of one of the most deadly and destructive battles of the Second World War. But when, exactly? How did he get here? And how does he get out? Travel through time and space on the shoulders of Vonnegut himself. This is a book about war. Listen to what he has to say: it is of the utmost urgency. 'The great, urgent, passionate American writer of our century, who offers us a model of the kind of compassionate thinking that might yet save us from ourselves.' George Saunders 'A book to read and reread. He is a true artist' New York Times Book Review VINTAGE QUARTERBOUND CLASSICS: Bound to be beautiful"
    },
    {
        "isbn": "9781941393659",
        "title": "The Books That Changed My Life",
        "genre": "Language Arts & Disciplines",
        "description": "Collects one hundred reflections by prominent authors, politicians, actors, musicians, and celebrities on a book that changed their lives, including Keith Carradine on The book of Daniel, Tim Gunn on Let us now praise famous men, and R.L. Stine on Pinocchio."
    },
    {
        "isbn": "9789650715281",
        "title": "פונדמנטליסט בעל כורחו",
        "genre": "Authors, Pakistani",
        "description": "\"Changez is living an immigrant's dream of America. At the top of his class at Princeton, he is snapped up by the elite valuation firm of Underwood Samson. He thrives on the energy of New York, and his budding romance with elegant, beautiful Erica promises entry into Manhattan society at the same exalted level once occupied by his own family back in Lahore. But in the wake of September 11, Changez finds his position in his adopted city suddenly overturned and his relationship with Erica eclipsed by the reawakened ghosts of her past. And Changez's own identity is in seismic shift as well, unearthing allegiances more fundamental than money, power, and maybe even love\"--Jacket"
    },
    {
        "isbn": "9780440339090",
        "title": "Slapstick or Lonesome No More!",
        "genre": "Fiction",
        "description": "“Some of the best and most moving Vonnegut.”—San Francisco Chronicle Slapstick presents an apocalyptic vision as seen through the eyes of the current King of Manhattan (and last President of the United States), a wickedly irreverent look at the all-too-possible results of today’s follies. But even the end of life-as-we-know-it is transformed by Kurt Vonnegut’s pen into hilarious farce—a final slapstick that may be the Almighty’s joke on us all. “Both funny and sad . . . just about perfect.”—Los Angeles Times “Imaginative and hilarious . . . a brilliant vision of our wrecked, wacked-out future.”—Hartford Courant"
    },
    {
        "isbn": "9781580933773",
        "title": "Kurt Vonnegut Drawings",
        "genre": "Art",
        "description": "Those who know Kurt Vonnegut as one of America's most beloved and influential writers will be surprised and delighted to discover that he was also a gifted graphic artist. This book brings together the finest examples of his funny, strange, and moving drawings in an inexpensive, beautifully produced gift volume for every Vonnegut fan. Kurt Vonnegut's daughter Nanette introduces this volume of his never before published drawings with an intimate remembrance of her father. Vonnegut always drew, and many of his novels contain sketches. Breakfast of Champions (1973) included many felt-tip pen drawings, and he had a show in 1983 of his drawings at New York's Margo Feiden Gallery, but really got going in the early 1990s when he became acquainted with the screenprinter Joe Petro III, who became his partner in making his colorful drawings available as silkscreens. With a touch of cubism, mixed with a Paul Klee gift for caricature, a Calder-like ability to balance color and line, and more than a touch of sixties psychedelic sensibility, Vonnegut's aesthetic is as idiosyncratic and defiant of tradition as his books. While writing came to be more onerous in his later years, making art became his joyful primary activity, and he made drawings up until his death in 2007. This volume, and a planned touring exhibition of the drawings, will introduce Vonnegut's legion of fans to an entirely new side of his irrepressible creative personality."
    },
    {
        "isbn": "9780440339458",
        "title": "Hall of Mirrors (Short Story)",
        "genre": "Fiction",
        "description": "Look at the Birdie is a collection of fourteen previously unpublished short stories from one of the most original writers in all of American fiction. In this series of perfectly rendered vignettes, written just as he was starting to find his comic voice, Kurt Vonnegut paints a warm, wise, and often funny portrait of life in post–World War II America—a world where squabbling couples, high school geniuses, misfit office workers, and small-town lotharios struggle to adapt to changing technology, moral ambiguity, and unprecedented affluence. In this disquieting tale, the investigation into a string of mysterious disappearances turns surreal for two detectives, when they pay a visit to the home of a celebrated hypnotist. But who will turn the tables on whom when the final spell is cast? Hall of Mirrors and the thirteen other never-before-published pieces that comprise Look at the Birdie serve as an unexpected gift for devoted readers who thought that Kurt Vonnegut's unique voice had been stilled forever—and provide a terrific introduction to his short fiction for anyone who has yet to experience his genius."
    },
    {
        "isbn": "9780786422081",
        "title": "Burning Books",
        "genre": "Literary Criticism",
        "description": "\"This work provides a detailed account of book burning worldwide over the past 2000 years. The book burners are identified, along with the works they deliberately set aflame\"--Provided by publisher."
    },
    {
        "isbn": "9781598535099",
        "title": "Kurt Vonnegut",
        "genre": "Fiction",
        "description": "The ultimate Vonnegut: all 14 novels plus a selection of the best of his stories in a definitive collector's boxed set. The novels of Kurt Vonnegut defined a generation a remain among the most enduringly popular and influential works of the last century. Now, for the first time, they are available in a single collector's edition, featuring authoritative annotated texts. This boxed set includes four Library of America volumes: Novels & Stories 1950-1962 Player Piano / The Sirens of Titan / Mother Night Novels & Stories 1963-1973 Cat's Cradle / God Bless You, Mr. Rosewater / Slaughterhouse-Five / Breakfast of Champions Novels 1976-1985 Slapstick / Jailbird / Deadeye Dick / Galapagos Novels 1987-1997 Bluebeard / Hocus Pocus / Timequake LIBRARY OF AMERICA is an independent nonprofit cultural organization founded in 1979 to preserve our nation's literary heritage by publishing, and keeping permanently in print, America's best and most significant writing. The Library of America series includes more than 300 volumes to date, authoritative editions that average 1,000 pages in length, feature cloth covers, sewn bindings, and ribbon markers, and are printed on premium acid-free paper that will last for centuries."
    },
    {
        "isbn": "9781599673943",
        "title": "HSA Heritage Auctions Rare Books Auction Catalog #6030",
        "genre": "Antiques & Collectibles",
        "description": "No Description Available"
    },
    {
        "isbn": "9789650704636",
        "title": "לקראת המוסד",
        "genre": "Historians",
        "description": "No Description Available"
    },
    {
        "isbn": "9780385050784",
        "title": "The Best of Isaac Asimov",
        "genre": "Fiction",
        "description": "Twelve stories by the modern master of science fiction represent the evolution of his writing over a period of thirty-three years"
    },
    {
        "isbn": "9780345331199",
        "title": "The Robot Novels",
        "genre": "Robots",
        "description": "\"The Caves of Steel\"--Science fiction suspense as New York City detective, Elijah Baley, and his partner, a robot named R. Daneel Olivaw, investigate the murder of Spacetown's leading scientist."
    },
    {
        "isbn": "9789657664155",
        "title": "אמה",
        "genre": "England",
        "description": "אמה וודהאוז בת העשרים ואחת היא יפה, חכמה ועשירה. יש לה בית נוח, מזג נעים וסביבה שנושאת אליה עיניים מעריצות. בתקופה בה אישה נמדדת על פי הצלחתה להינשא לגבר אמיד, אמה אינה מרגישה כל צורך להתחתן ומעדיפה להקדיש את זמנה להתערבות בחיי האהבה של מכריה. אלא שהניסיון שלה להשפיע על עניינים שבלב הזולת אינו מסתיים כפי שצפתה ואמה מגלה שגם לבה שלה אינו חסין מפני שיברון ואהבה. \"אמה\" נחשבת לפסגת יצירתה הספרותית של ג'יין אוסטן. כדרכה מצליחה אוסטן לתאר ברגישות ובשנינות את המתחולל בליבה של הגיבורה ואינה מהססת לגעת בנושאים רגישים כמו כסף, מעמד, צביעות ומערכות יחסים. הספר \"אמה\" זכה לעיבודים רבים בקולנוע, בטלוויזיה ובתיאטרון ולרגל מלאת מאתיים שנה לצאתו לאור אנחנו הוא מוגש בתרגום חדש לעברית"
    },
    {
        "isbn": "9780451450692",
        "title": "The Best Science Fiction of Isaac Asimov",
        "genre": "Fiction",
        "description": "No Description Available"
    },
    {
        "isbn": "9780440403524",
        "title": "Science Fiction, Science Fact",
        "genre": "Juvenile Nonfiction",
        "description": "Compares what writers over the centuries have written about an imaginary future with the reality revealed by time."
    },
    {
        "isbn": "9780553900347",
        "title": "Foundation",
        "genre": "Fiction",
        "description": "The first novel in Isaac Asimov’s classic science-fiction masterpiece, the Foundation series THE EPIC SAGA THAT INSPIRED THE APPLE TV+ SERIES FOUNDATION • Nominated as one of America’s best-loved novels by PBS’s The Great American Read For twelve thousand years the Galactic Empire has ruled supreme. Now it is dying. But only Hari Seldon, creator of the revolutionary science of psychohistory, can see into the future—to a dark age of ignorance, barbarism, and warfare that will last thirty thousand years. To preserve knowledge and save humankind, Seldon gathers the best minds in the Empire—both scientists and scholars—and brings them to a bleak planet at the edge of the galaxy to serve as a beacon of hope for future generations. He calls his sanctuary the Foundation. The Foundation novels of Isaac Asimov are among the most influential in the history of science fiction, celebrated for their unique blend of breathtaking action, daring ideas, and extensive worldbuilding. In Foundation, Asimov has written a timely and timeless novel of the best—and worst—that lies in humanity, and the power of even a few courageous souls to shine a light in a universe of darkness."
    },
    {
        "isbn": "9789650724320",
        "title": "תנחש כמה אני אוהב אותך",
        "genre": "Unknown Genre",
        "description": "\"לפעמים, כשאתה אוהב מישהו מאד מאד, אתה רוצה למצא דרך כדי לתאר עד כמה חזקים רגשותיך. אבל, כמו שמגלים הארנבון אגוזיני הקטן והארנב אגוזי הגדול, זה בכלל לא פשוט למדד אהבה!\" -- מן הכריכה האחורית."
    },
    {
        "isbn": "9780061802706",
        "title": "Gold",
        "genre": "Fiction",
        "description": "The final collection of fiction and essays by the most celebrated science fiction author of all time—including the Hugo Award–winning story “Gold.” Isaac Asimov is widely considered both the inventor of science fiction as well as the genre’s greatest practitioner. This wide-ranging collection is the final and crowning achievement of his fifty-year career as a writer. It includes an introduction by the renowned science fiction author Orson Scott Card. The first section contains stories that range from the humorous to the profound, at the heart of which is the title story, “Gold,” a moving and revealing drama about a writer who gambles everything on a chance at immortality: a gamble Asimov himself made—and won. The second section contains the grand master’s ruminations on the SF genre itself. And the final section is comprised of Asimov’s thoughts on the craft and writing of science fiction."
    },
    {
        "isbn": "9780671038939",
        "title": "Isaac Asimov's Robot City",
        "genre": "Robots",
        "description": "BEYOND AURORA AWAITS A BRAVE NEW WORLD....OF ROBOTS A man without a memory is stranded in a world-enveloping city filled with robots gone wild. At his side is a mysterious young woman who claims to know who he is but refuses to tell him. According to The Three Laws of Robotics,\"A robot may not injure a human being,\" which narrows the suspects dramatically when the robots find a dead human body. The man calls himself Derec; the woman is know as Katherine. Their real identities, along with that of the murder victim and the murderer, are just a few of the life-and-death mysteries the unlikely pair are forced to solve to survive on the fantastic streets of Isaac Asimov's Robot City. The late Isaac Asimov challenged a talented group of science-fiction writers to resolve the conundrums he set for them in this complex robot mystery set early in the timeline of his robot and Foundation universes. You can share your thoughts about Isaac Asimov's Robot City in the new ibooks virtual readers' group at www.ibooksinc.com"
    },
    {
        "isbn": "9781555841119",
        "title": "Isaac Asimov's Book of Science and Nature Quotations",
        "genre": "Science",
        "description": "Gathers quotations about agriculture, anthropology, astronomy, the atom, energy, engineering, genetics, medicine, physics, science and society, and research"
    },
    {
        "isbn": "9780695803209",
        "title": "The Sun",
        "genre": "Science",
        "description": "Discusses the origins, physical makeup, and relationship to earth of the huge star called the sun."
    },
    {
        "isbn": "9780671410568",
        "title": "The Collapsing Universe",
        "genre": "Astronomy",
        "description": "In a world of starquakes, anti-matter, red giants and white dwarfs, a star more massive than our own sun can disappear into a black hole from which not even light can escape. When this happens, the laws of physics have no meaning. Here is one of the great detective stories of modern science, followed to its conclusion by one of the most respected scientists writing today. It is a totally absorbing investigation of a phenomenon, only recently discovered, that may explain the mysterious 30-megaton blast that flattened a Siberian forest in 1908 - and that may, ultimately, be responsible for the collapse of the present universe - book cover."
    },
    {
        "isbn": "9781439512982",
        "title": "Isaac Asimov",
        "genre": "Science fiction, American",
        "description": "Gathers together previously published stories from one of the masters of science fiction"
    },
    {
        "isbn": "9780307573537",
        "title": "I, Asimov",
        "genre": "Biography & Autobiography",
        "description": "Arguably the greatest science fiction writer who ever lived, Isaac Asimov also possessed one of the most brilliant and original minds of our time. His accessible style and far-reaching interests in subjects ranging from science to humor to history earned him the nickname “the Great Explainer.” I. Asimov is his personal story—vivid, open, and honest—as only Asimov himself could tell it. Here is the story of the paradoxical genius who wrote of travel to the stars yet refused to fly in airplanes; who imagined alien universes and vast galactic civilizations while staying home to write; who compulsively authored more than 470 books yet still found the time to share his ideas with some of the great minds of our century. Here are his wide-ranging thoughts and sharp-eyed observations on everything from religion to politics, love and divorce, friendship and Hollywood, fame and mortality. Here, too, is a riveting behind-the-scenes look at the varied personalities—Campbell, Ellison, Heinlein, Clarke, del Rey, Silverberg, and others—who along with Asimov helped shape science fiction. As unique and irrepressible as the man himself, I. Asimov is the candid memoir of an incomparable talent who entertained readers for nearly half a century and whose work will surely endure into the future he so vividly envisioned."
    },
    {
        "isbn": "9780893403676",
        "title": "In the Beginning",
        "genre": "Religion",
        "description": "No Description Available"
    },
    {
        "isbn": "9780722112540",
        "title": "The Best of Isaac Asimov",
        "genre": "Unknown Genre",
        "description": "No Description Available"
    },
    {
        "isbn": "9780517065037",
        "title": "Isaac Asimov's Book of Facts",
        "genre": "Encyclopedias and dictionaries",
        "description": "This book presents three thousand unusual, fantastic, and amazing bits of information, presented in almost one hundred different categories, ranging all the way from astronomy to show business, from the ancients to the moderns, and from history to animal life."
    },
    {
        "isbn": "9780722112632",
        "title": "The best of Isaac Asimov 1939-1952",
        "genre": "Unknown Genre",
        "description": "No Description Available"
    },
    {
        "isbn": "9780307792273",
        "title": "Isaac Asimov's Guide to Earth and Space",
        "genre": "Science",
        "description": "A thrilling nonfiction tour of the cosmos that brings the universe down to Earth, from one of the all-time masters of science fiction. No one makes sense out of science like Isaac Asimov. Are you puzzled by pulsars? Baffled by black holes? Bewildered by the big bang? If so, here are succinct, crystal-clear answers to more than one hundred of the most significant questions about the essential nature of the universe—questions that have fired the imagination since the beginning of history. Over the course of this fantastic voyage, the origins, the discoveries, and the stunning achievements of astronomy will unfold before your eyes. You will experience close encounters with giant planets, exploding stars, distant galaxies, and more. For anyone who has ever asked the ultimate questions, who has ever looked up at the sky and asked What in heaven is going on?, Isaac Asimov’s unique vision, skill, and authority will bring the big picture into focus. “A fine introduction to modern astronomical theory.”—Library Journal"
    },
    {
        "isbn": "9780825101175",
        "title": "150 Great Books",
        "genre": "Education",
        "description": "This collection of 150 great books is designed to motivate student exploration and is divided into ten units presenting experiences common to people in all times and societies. All of the titles will not be suitable for all students, but something will interest each individual reader."
    },
    {
        "isbn": "9780316054621",
        "title": "What Makes the Sun Shine?",
        "genre": "Juvenile Nonfiction",
        "description": "An easy-to-read explanation of the chemical and physical nature of the sun."
    },
    {
        "isbn": "9781555329006",
        "title": "Isaac Asimov's Library of the Universe",
        "genre": "Astronomy",
        "description": "A comprehensive index to the complete set of Isaac Asimov's thirty-two volume Library of the Universe, a series of space science books that introduce young readers to the facts and mysteries of the cosmos."
    },
    {
        "isbn": "9780345311887",
        "title": "The Winds of Change and Other Stories",
        "genre": "Fiction",
        "description": "Asimov at his best! A 21-story salute featuring: * A levitating professor * Alien traders bringing something to sell * A black hole hurtling toward Earth * The universe being created * And many other matters of great import!"
    },
    {
        "isbn": "9789654826686",
        "title": "הרפתקאות תום סויר",
        "genre": "Boys",
        "description": "No Description Available"
    },
    {
        "isbn": "9789655453287",
        "title": "סוס מלחמה",
        "genre": "Children's stories",
        "description": "No Description Available"
    },
    {
        "isbn": "9781087810140",
        "title": "משלי איזופוס: Aesop's Fables, Hebrew edition",
        "genre": "Juvenile Fiction",
        "description": "האגדות של אייסופ הפכו למונח שמיכה עבור אוספי אגדות קצרים, לרוב מעורבים בעלי חיים. סיפורים רבים הכלולים באגדות של אייסופ, כמו השועל והענבים (שמהם נגזר ניבו \"ענבי החמוץ\"), הצב והארנבת, הרוח השוחה והשמש והילד שבכה זאב, ידועים. בכל העולם."
    },
    {
        "isbn": "9789655403916",
        "title": "הקומדיה האלוהית",
        "genre": "Hell",
        "description": "No Description Available"
    },
    {
        "isbn": "9781588385635",
        "title": "Mark Twain's Literary Resources",
        "genre": "Reference",
        "description": "This first installment of the new multi-volume Mark Twain’s Literary Resources: A Reconstruction of His Library and Reading recounts Dr. Alan Gribben’s fascinating 45-year search for surviving volumes from the large library assembled by Twain and his family. That collection of more than 3,000 titles was dispersed through impromptu donations and abrupt public auctions, but over the years nearly a thousand volumes have been recovered. Gribben’s research also encompasses many hundreds of other books, stories, essays, poems, songs, plays, operas, newspapers, and magazines with which Mark Twain was demonstrably familiar. Gribben published the original edition of Mark Twain’s Library in 1980. Hailed by the eminent Twain scholar Louis J. Budd as “a superb job that will last for generations,” the work nevertheless soon went out of print and for three decades has been a hard-to-find item on the rare book market. Meanwhile, over a distinguished career of writing, teaching, and research on Twain, Gribben continued to annotate, revise, and expand the content such that it has become his life’s masterwork. Thoroughly revised, enlarged, and retitled, Mark Twain’s Literary Resources: A Reconstruction of His Library and Reading now reappears, to greatly expand our comprehension of the incomparable author’s reading tastes and influences. Volume I traces Twain’s extensive use of public libraries. It identifies Twain’s favorite works, but also reveals his strong dislikes—Chapter 10 is devoted to his “Library of Literary Hogwash,” specimens of atrocious poetry and prose that he delighted in ridiculing. In describing Twain’s habit of annotating his library books, Gribben reveals his methods of detecting forged autographs and marginal notes that have fooled booksellers, collectors, and libraries. The volume’s 25 chapters trace from various perspectives the patterns of Twain’s voracious reading and relate what he read to his own literary outpouring. A “Critical Bibliography” evaluates the numerous scholarly books and articles that have studied Twain’s reading, and an index guides readers to the volume’s diverse subjects. Twain enjoyed cultivating a public image as a largely unread natural talent; on occasion he even denied being acquainted with titles that he had owned, inscribed, and annotated in his own personal library. He convinced many friends and interviewers that he had no appetite for fiction, poetry, drama, or belles-lettres, yet Gribben reveals volumes of evidence to the contrary. He examines this unlettered pose that Twain affected and speculates about the reasons behind it. In reality, whether Twain was memorizing the classic writings of ancient Rome or the more contemporary works of Milton, Byron, Shelley, Dickens, and Tennyson—or, for that matter, quoting from the best-selling fiction and poetry of his day—he exhibited a lifelong hunger to overcome the brevity of his formal education. Several of Gribben’s chapters explore the connections between Twain’s knowledge of authors such as Malory, Shakespeare, Poe, and Browning, and his own literary works, group readings, and family activities. Volumes II and III of Mark Twain’s Literary Resources: A Reconstruction of His Library and Reading will be released in 2019 and will deliver an “Annotated Catalog” arranged from A to Z, documenting in detail the staggering scope of Twain’s reading."
    },
    {
        "isbn": "9781667210865",
        "title": "Mark Twain",
        "genre": "Fiction",
        "description": "Five of Mark Twain’s most popular novels are collected in this elegant leather-bound volume. Mark Twain wrote his greatest works more than a hundred years ago, but he’s never far from the minds of modern readers. Whether it's about Twain making the news for his books being banned, or the removal of certain controversial language from one of his novels, his name and his legacy remain a topic of conversation—and undoubtedly will for years to come. There’s no better time to appreciate his stories or to read them for the very first time. This leather-bound volume includes the unabridged versions of The Adventures of Tom Sawyer, The Prince and the Pauper, Adventures of Huckleberry Finn, A Connecticut Yankee in King Arthur's Court, and The Tragedy of Pudd'nhead Wilson. A scholarly introduction will enlighten readers about Twain’s life and literary legacy."
    },
    {
        "isbn": "9781843916260",
        "title": "On the Wild West",
        "genre": "Travel",
        "description": "The latest in Hesperus's On series comes from master travel writer Mark Twain and concentrates on his journey through the Wild West From 1861 to 1867, a young Mark Twain traveled through the Wild West. Following an abortive foray into a career as a Confederate Cavalry man he opted instead to head off on a stagecoach road trip with his brother Orion, who had just been appointed Secretary of Nevada Territory. Twain sets out on an epic voyage from Missouri to Sacramento. He will visit Salt Lake City, witness the beginning of the real estate boom, and try his hand at silver mining in Nevada. Traveling in turn by boat, train, and coach, through mountains and deserts, he comes across Native Americans, visits a Mormon village, and becomes stranded in a snowstorm. Discovering a land in the grasp of a boom and bust mentality, Twain is caught up in the lust for instant wealth which remains always tantalizingly close. Priceless anecdotes detail the amusing mishaps and bad judgement calls that ensure that the author's riches are kept at arm's length. Even at this early stage of his budding career, Twain's trademark humor is visible, as no one is safe from Twain's wit. Train drivers, coachmen, fellow passengers, and locals all become victims of the author's pen as he hones his trade."
    },
    {
        "isbn": "9780954840181",
        "title": "10 Books in 1",
        "genre": "Fiction",
        "description": "Ten of Mark Twain's best-loved works, each a classic of American literature, have been brought together for the first time in a single, great-value volume. An ideal gift for any fan of the wit and wisdom of the author."
    },
    {
        "isbn": "9781000814200",
        "title": "The Mercurial Mark Twain(s)",
        "genre": "Literary Criticism",
        "description": "Who was Mark Twain? Was he the genial author of two beloved boys books, the white-haired and white-suited avuncular humorist, the realistic novelist, the exposer of shams, the author repressed by bourgeois values, or the social satirist whose later writings embody an increasingly dark view? In light of those and other conceptions, the question we need to ask is not who he was but how did we get so many Mark Twains? The Mercurial Mark Twains(s): Reception History and Iconic Authorship provides answers to that question by examining the way Twain, his texts, and his image have been constructed by his audiences. Drawing on archival records of responses from common readers, reviewer reactions, analyses by Twain scholars and critics, and film and television adaptations, this study provides the first wide-ranging, fine-grained historical analysis of Twain’s reception in both the public and private spheres, from the 1860s until the end of the twentieth century."
    },
    {
        "isbn": "9781839406973",
        "title": "World Classics Library: Mark Twain",
        "genre": "Adventure stories",
        "description": "\"The Adventures of Tom Sawyer relates the scrapes and escapades of one of America's best-loved rogues as he comes face-to-face with the darker aspects of human nature. In the Adventures of Huckleberry Finn, Huck Finn and escaped slave Jim run away on a raft down the Mississippi river, encountering a troubling cast of characters along the way, including slave-hunters, conmen, thieves, and feuding aristocrats. The Prince and the Pauper tells the story of two identical boys from very different backgrounds who decide to switch places, changing their destines and that of the kingdom too.\" --Page 4 of cover."
    },
    {
        "isbn": "9781544164373",
        "title": "Roughing It",
        "genre": "Unknown Genre",
        "description": "Roughing It follows the travels of young Mark Twain through the Wild West during the years 1861-1867. After a brief stint as a Confederate cavalry militiaman, he joined his brother Orion Clemens, who had been appointed Secretary of the Nevada Territory, on a stagecoach journey west. Twain consulted his brother's diary to refresh his memory and borrowed heavily from his active imagination for many stories in the novel. Roughing It illustrates many of Twain's early adventures, including a visit to Salt Lake City, gold and silver prospecting, real-estate speculation, and his beginnings as a writer. In this memoir, readers can see examples of Twain's rough-hewn humor, which would become a staple of his writing in his later books, such as Adventures of Huckleberry Finn, The Adventures of Tom Sawyer, and A Connecticut Yankee in King Arthur's Court. (Source: Wikipedia) Samuel Langhorne Clemens (November 30, 1835 - April 21, 1910), better known by the pen name Mark Twain, was an American humorist, satirist, writer, and lecturer. Twain is most noted for his novels Adventures of Huckleberry Finn, which has since been called the Great American Novel, and The Adventures of Tom Sawyer. He is also known for his quotations. During his lifetime, Clemens became a friend to presidents, artists, leading industrialists, and European royalty. Clemens enjoyed immense public popularity, and his keen wit and incisive satire earned him praise from both critics and peers. American author William Faulkner called Twain \"the father of American literature.\" Source: Wikipedia"
    },
    {
        "isbn": "9781788283427",
        "title": "The Mark Twain Collection",
        "genre": "Adventure stories",
        "description": "Mark Twain's novels are filled with humor, wit, and astounding insight into the world of the 19th-century United States. Written entirely in the vernacular, these. classic satirical tales exposed the bigotry and hypocrisy of American life. The cheerful Tom Sawyer, the good natured Huck Finn, the independent Hank Morgan, and the well-meaning Tom Canty are quintessential Twain characters, full of life, verve, and a sense of justice they often felt was missing from the world around them. Included are four of his greatest and most popular novels The Adventures of Tom Sawyer, The Adventures of Huckleberry Finn, A Connecticut Yankee in King Arthur's Court, and The Prince and the Pauper. They are the perfect introduction to the work of one of America's foremost talents."
    },
    {
        "isbn": "9781438117041",
        "title": "Mark Twain",
        "genre": "Literary Criticism",
        "description": "Presents a selection of important older literary criticism of selected works by Mark Twain."
    },
    {
        "isbn": "9781542475709",
        "title": "The Adventures of Huckleberry Finn",
        "genre": "Unknown Genre",
        "description": "Adventures of Huckleberry Finn (often shortened to Huck Finn) is a novel written by American humorist Mark Twain. It is commonly used and accounted as one of the first Great American Novels. It is also one of the first major American novels written using Local Color Regionalism, or vernacular, told in the first person by the eponymous Huckleberry \"Huck\" Finn, best friend of Tom Sawyer and hero of three other Mark Twain books. The book is noted for its colorful description of people and places along the Mississippi River. By satirizing Southern antebellum society that was already a quarter-century in the past by the time of publication, the book is an often scathing look at entrenched attitudes, particularly racism. The drifting journey of Huck and his friend Jim, a runaway slave, down the Mississippi River on their raft may be one of the most enduring images of escape and freedom in all of American literature. Samuel Langhorne Clemens (November 30, 1835 - April 21, 1910), better known by the pen name Mark Twain, was an American humorist, satirist, writer, and lecturer. Twain is most noted for his novels Adventures of Huckleberry Finn, which has since been called the Great American Novel, and The Adventures of Tom Sawyer. He is also known for his quotations. During his lifetime, Clemens became a friend to presidents, artists, leading industrialists, and European royalty. Clemens enjoyed immense public popularity, and his keen wit and incisive satire earned him praise from both critics and peers. American author William Faulkner called Twain \"the father of American literature.\" Source: Wikipedia"
    },
    {
        "isbn": "9781693364402",
        "title": "The Adventures of Huckleberry Finn",
        "genre": "Unknown Genre",
        "description": "Adventures of Huckleberry Finn (often shortened to Huck Finn) is a novel written by American humorist Mark Twain. It is commonly used and accounted as one of the first Great American Novels. It is also one of the first major American novels written using Local Color Regionalism, or vernacular, told in the first person by the eponymous Huckleberry \"Huck\" Finn, best friend of Tom Sawyer and hero of three other Mark Twain books.The book is noted for its colorful description of people and places along the Mississippi River. By satirizing Southern antebellum society that was already a quarter-century in the past by the time of publication, the book is an often scathing look at entrenched attitudes, particularly racism. The drifting journey of Huck and his friend Jim, a runaway slave, down the Mississippi River on their raft may be one of the most enduring images of escape and freedom in all of American literature."
    },
    {
        "isbn": "9798736801480",
        "title": "The Adventures of Huckleberry Finn Illustrated",
        "genre": "Unknown Genre",
        "description": "Adventures of Huckleberry Finn (often shortened to Huck Finn) is a novel written by American humorist Mark Twain. It is commonly used and accounted as one of the first Great American Novels. It is also one of the first major American novels written using Local Color Regionalism, or vernacular, told in the first person by the eponymous Huckleberry \"Huck\" Finn, best friend of Tom Sawyer and hero of three other Mark Twain books."
    },
    {
        "isbn": "9781599672595",
        "title": "Heritage Rare Books & Manuscripts Auction Final Session # 683",
        "genre": "Unknown Genre",
        "description": "No Description Available"
    },
    {
        "isbn": "9780809531837",
        "title": "Roughing It, Vol. 1",
        "genre": "Biography & Autobiography",
        "description": "Semi-autobiographical book of young Mark Twain's travels in the Wild West from 1861-1867. Roughing It is his hilarious record of his travels come to life with his inimitable mixture of reporting, social satire, and rollicking tall tales."
    },
    {
        "isbn": "9780739175033",
        "title": "Novel Approaches to Anthropology",
        "genre": "Social Science",
        "description": "This volume of interdisciplinary essays reflect current contributions to literary anthropology. Novel Approaches to Anthropology: Contributions to Literary Anthropology showcases the myriad ways that anthropologists bring their disciplinary perspectives, theories, concepts, and pedagogical strategies to interpreting fiction and travel writing written in the past and present. The authors integrate insights from the reflexive deconstructive turn in anthropology and from critical Marxist and feminist approaches that ground interpretation in the political, economic, and social constraints and experiences of everyday life. The contributors share the view that fiction, like all artistic expression, is rooted in specific historical and cultural contexts. Literature, like all artistic expression, stimulates a critical imagination by allowing readers to take a fresh look at their own society and culture."
    },
    {
        "isbn": "9780062010834",
        "title": "The Wit and Wisdom of Mark Twain",
        "genre": "Reference",
        "description": "Arranged alphabetically by topic, from Adam to Youth, and culled from his novels, speeches, letters, and conversations, this anthology of quotes is timeless and represents the very essence of Mark Twain -- hilarious, cranky, and insightful."
    }
]